# LpsPerMSup2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LpsPerMSup2 Property
SymbolTypeId Class See Also
---
Symbol LPS/m², indicating unit Liters per second square meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LpsPerMSup2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LpsPerMSup2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LpsPerMSup2 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace